# ZoneOutsideAirFlowPerPerson Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..ZoneOutsideAirFlowPerPerson Property
ParameterTypeId Class See Also
---
"Outside Air Flow per Person"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId ZoneOutsideAirFlowPerPerson { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property ZoneOutsideAirFlowPerPerson As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ ZoneOutsideAirFlowPerPerson {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace